{
  "crawled_at": "2025-12-03T04:11:40.100Z",
  "source": "jeju.go.kr",
  "categories": {
    "개벽신화": {
      "url": "https://jeju.go.kr/culture/myth/mythInfo/beganMyth.htm",
      "content": ""
    },
    "개국신화": {
      "url": "https://jeju.go.kr/culture/myth/mythInfo/openMyth.htm",
      "content": ""
    },
    "일반신화": {
      "url": "https://jeju.go.kr/culture/myth/mythInfo/generalMyth.htm",
      "content": ""
    },
    "당신화": {
      "url": "https://jeju.go.kr/culture/myth/mythInfo/villageMyths.htm",
      "content": ""
    }
  },
  "legends": [
    {
      "name": "자청비",
      "url": "https://jeju.go.kr/culture/myth/legend/legend01.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 자청비\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n자청비\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n옛날옛날, 남부러울 것 없이 부자로 사는 김진국 대감 부부에게는 큰 고민이 있었어요.\n열 다섯살에 혼인을 했는데 쉰 살이 가까워 졌는데도 아이가 없는 겁니다.\n그래서 날마다 한숨으로 보내고 있었습니다.\n\n\"잎을 떨구고 있는 저 나무도 봄이면 새잎이 날 것인데..\"\n\"어디 그 뿐이겠소? 썪은 나무 등걸에도 새순이 돋는데..당신과 나는.. 아이고..\"\n\"아휴..\"\n\n\"어이고, 영감. 저기 스님이 지나가오.\"\n\"그렇군.\"\n\n\"에헤음.. 이보시오 스님. 이리와서 내 사주팔자에 자식이 있겠나 좀 봐주시오.\"\n\n\"느지막하게 아들 자손이 하나 있기는 한데. 절에 와서 정성을 잘 드리면 나을 것이고. 안그러면 머리깎고 절에나 들어갈 팔자구만요.\"\n\"시주는 얼마나 준비하면 되겠소?\"\n\"좀 많습니다. *(송낙지도) 구만장. *(카사지도) 구만장. 상백미도 일천석. 중백미, 하백미도 일천석 백근이 차게 차려와서 석달 열흘 정성을 들여야합니다.\"\n\"그게 좀 많은거요? 아주 많은거지..\"\n\"아이고 영감.. 죽을 때 가지고 가지도 못할 재산은 뒀다 뭐할라 그러우.. 우리 정성 한번 들여봅시다.\"\n\n석달 열흘이 지나 백일이 되는 날.\n스님이 부처님께 바치는 시주를 저울로 달아보니 한 근이 모자랐어요.\n\n부처님의 저울대를 속일 수는 없나봐요.\n부부는 백일동안 정성을 들여 아이를 낳았지만 조금 모자랐기때문에 아들이 아니라 딸을 낳았답니다.\n그런데 참 예쁘고 귀여운 아이였답니다.\n이마는 해님을 닮았고 뒷머리는 달님을 닮았고 두 어깨는 금샛별이 송송 박힌듯 빛났습니다.\n부부는 자청해서 낳은 자식이라고 이름을 자청비라 지었습니다.\n\n\n농경신이 된 자청비\n\n총명하고 어여쁘게 자라 어느덧 열 다섯살이 된 자청비는 어느 날 연화못에 빨래하러 갔다가\n마침 말을 타고 지나가던 하늘나라에 사는 문도령을 만났습니다.\n문도령은 자청비에게 먹을 물을 좀 달라고했어요.\n자청비는 바가지에 물을 뜨더니 버드나무 잎을 훓어 띄워 문도령에게 건넸습니다.\n\n\"얼굴은 고운 낭자가 마음은 딴판인가 보네. 왠 버들잎이오?\"\n\"급히 먹어 체한 물엔 약도 없다지 않소. 버들잎을 호호 불며 천천히 마시세요. 그런데 어디가는 도령입니까?\"\n\"저 아래 *(검오)선생에게 글공부 하러 가는길이오.\"\n\"제 남동생도 마침 *(검오)선생에게 글 공부 하려는 참인데. 같이 벗해서 가면 어떨까요?\"\n\"뭐. 그리하죠.\"\n\n부모님께 허락을 받은 자청비는 남자옷을 입고 나왔습니다.\n\n\"문도령. 기다리게 해서 미안하오. 나는 자청도령이오.\"\n\"아까 낭자하고 닮은 정도가 아니라 똑같이 생겼네.\"\n\"당연하지. 남매니까 어서 글 공부나 하러 갑시다.\"\n\n자청비는 공부면 공부, 운동이면 운동. 못하는게 없었습니다.\n자청비가 남자치고는 너무 곱상하게 생겨서 혹시 여자가 아닐까 문도령은 의심을 하곤 했어요.\n그러나 내기를 할 때마다 이길 수가 없었기 때문에 여자일리가 없다고 생각하곤 했지요.\n그렇게 삼년의 세월이 지났습니다.\n어느 날 하늘 나라로부터 연락이 왔어요.\n\n\"으흠.. 자청도령아. 난 그만 집에 가야겠다.\"\n\"왜?\"\n\"어.. 집에서 장가가란다.\"\n\"뭐라고? 그렇다면 나도 그만둘래. 똑같이 공부하러 와서 의리없이 너만 먼저가면 되나.\"\n\n어느새 문도령을 많이 좋아하게된 자청비는 그대로 헤어지기가 안타까웠습니다.\n\n\"문도령아 우리 삼년씩이나 글 공부를 했으니 글 때가 많이 꼈을거야.\n우리 이 물에서 목욕이나 하고가자.\"\n\"좋지~\"\n\n\"야속한 사람. 눈치코치도 없는 문도령아. 삼년동안 함께 지내도 남녀 구별도 못하는 바보같은 문도령아.\"\n\"아, 이게 뭔소리냐. 이.. 이봐! 자청비! 자청비!\"\n\n\"당신이 여자였다니. 어쩐지 이상했다 생각했소. 그러나 난 지금 하늘나라에 가야만 하오.\n나를 기다려줄 수 있겠소?\"\n\"네, 어서 다녀오세요. 이렇게 가슴 아플 줄 알았으면 미리 고백할 것을.. 이 아픈 가슴을 어찌하면 좋겠습니까?\"\n\"이 얼레빗 반쪽과 박씨를 주겠소. 이 박씨를 심어 줄이 뻗고 박을 따게 될때까지 내가 돌아오지 않으면 죽은 줄 아시오.\"\n\"그건 그때까지 꼭 돌아온단 말이죠?\"\n\"물론이지. 그때까지 내 반드시 돌아오리다.\"\n\n'하.. 오라는 문도령은 안오고 세월만 가네.'\n\n\"이 한심한 머슴 *(정수남)아! 남의 머슴들은 땔감을 잔뜩 해오는데, 너는 맨날 게으름을 피우고있느냐?\"\n\"아씨. 나도 소 아홉, 말 아홉마리 차려주면 내일은 갔다오리다.\"\n\n\"아이고.. 아휴 다리도 아프고 아휴 허리도 아프다. 아휴 잠이나 한숨 자고가자.\"\n\n\"하~ 아흠.. 잘잤다. 응? 내가 얼마나 잤길래 저것들이 저리 비실거리나.\n에휴..하여간 자고나니 배가 고픈걸..에라이 모르겠다. 저거 한 마리만 잡아먹자\"\n\n\"이햐~ 맛있다.\"\n\n\"아이고.. 이를 어째 먹다보니 다 먹어버렸네..아휴.. 아씨한테 가서 뭐라고하지.\"\n\n\"네이놈!! 이게 어찌된 일이냐. 몇날 몇일 나가있더니 땔감은 둘째치고 소와 말까지 다 잃어버린게냐?\"\n\"아씨. 그리 나무라지만 마세요. 산 높이 올라가보니 하늘 옥황 문도령님이 궁녀 시녀 데리고 내려와 놀고있기에 정신없이 구경하다보니 마소들이 다 사라져버리고 없더이다.\"\n\"뭐.. 뭐야? 너 지금 문도령이라고 했느냐? 그래. 또 언제 오겠다고 하더냐?\"\n\"모레 또 오겠다고 합디다.\"\n\"그래? 같이가보자. 드디어 문도령을 만나보겠구나.\"\n\"헤헤헤헤헤헤.. 깊은 산에 들어가 *()\"\n\n나쁜 마음을 푸는 *(정수남이)는 온갖 방법으로 자청비를 괴롭혔어요.\n속았다는걸 깨달은 자청비는 잘못하다가는 산 속에서 *(정수남이)한테 큰 일을 당할 것 같은 생각이 들었습니다.\n자청비는 지혜롭게 *(정수남이)를 달래고 얼러 영원히 잠이 들게 해버렸답니다.\n\n\"어머님 아버님. 여쭤볼게 있습니다. 머슴이 아깝습니까? 자식이 아깝습니까?\"\n\"그걸 말이라고 하느냐. 아무리 종이 아까운들 자식만큼 하겠느냐.\"\n\"그러실 줄 알고 *(정수남이) 하도 못되게 굴길래 산 속에 버리고 왔습니다.\"\n\"뭐라고? 그게 무슨 소리냐. 딸은 시집가버리면 그만이지만 머슴은 우리 두 늙은이 걱정없이 먹여살려줄텐데. 죽이다니!\n어디 네가 머슴이 하던 일을 한번 해봐라!\"\n\n자청비 부모는 넓은 밭에 다섯 말이나 되는 좁쌀 씨를 뿌려놓고 하나도 남김없이 다 주워오라고 시켰어요.\n자청비는 눈물로 그 좁쌀 씨들을 줍기 시작했습니다.\n한참만에 그 많은 좁쌀 씨들을 다 주웠는데 한 알이 어디갔는지 찾을 수가 없었어요.\n그만 포기하고 담장 밖을 나오던 자청비는 개미 한 마리가 그 좁쌀 씨를 물고 가는 걸 발견했습니다.\n\n\"그 좁쌀 씨를 이리 내놓거라. 말 모르는 개미까지 내 속을 태우는구나.\"\n\n자청비는 개미와 실랑이를 버리다 그만 개미허리를 발로 밟게 되었습니다.\n그래서 개미 허리가 날씬해진 것이라네요.\n\n*(정수남이)를 다시 살려놓기 전에는 부모님과 함께 살기는 어렵다고 생각한 자청비는 남장을 하고 집을 나왔습니다.\n어떻게든 방법을 찾아봐야겠다고 결심을 하면서요.\n\n자청비는 제주특별자치도 사람들이 농사를 지으면서 섬기기 시작한 농경, 오곡의 여신으로 '세경할망'이라 부른다. 자청비는 자신의 삶을 개척해 나간 자립적인 여신으로 제주의 여인상을 대표하고 있다. 자청비 이야기는 일반신본풀이 중 '세경본풀이'에 자세히 전해져 오는데, 그 내용이 상당히 길며 서사적인 구조를 가지고 있다. 이 '세경본풀이'는 농사의 풍작을 기원하는 백중굿이나 마불림제, 요왕맞이굿 등에서 불리고 있다.\n\n옛날 천하의 부자 김진국 대감과 자진국 부인이 살고 있었다. 이 부부에게는 나이 오십이 되어도 자식이 없어 항상 탄식을 하며 지냈다. 어느 날 절에서 나온 소사에게 사주를 보니 절에 시주를 하고, 백일 불공을 드리면 자식을 볼 것이라 했다. 부부는 백일을 정성껏 기도하였으나 시주가 백근이 되지 않아 아들이 아닌 어여쁜 딸아이를 얻게 되었다. 부부는 자청하여 낳은 자식이라 하여 이름을 '자청비'라 짓고 고이고이 길렀다.\n\n자청비는 빨래하러 갔다가 공부를 하러 내려온, 옥황 문곡성의 아들 문도령을 만난다. 문도령을 사모하게 된 자청비는 남장을 하고 그를 따라 공부하러 길을 나선다. 두 사람은 한 방에서 같이 자고 같이 공부하며 지내게 되는데, 문도령은 점점 자청비를 여자일지도 모른다고 의심한다. 자청비는 은대야에 물을 가득 떠놓고 은저, 놋저를 걸쳐놓고 잠을 자자 문도령이 그 이유를 묻는다. 자청비는 은저, 놋저가 떨어지지 않으면 공부가 잘 된다고 말한다. 문도령은 자청비 만큼 공부를 잘 하고 싶어 자신도 그렇게 하고 자는데, 은저, 놋저가 떨어질까 불안하여 잠을 잘 수가 없었고, 공부가 잘 되지 않았다. 자청비는 잠을 잘 자니 점점 공부를 잘하게 되었다. 문도령은 자청비를 이기고 싶은 마음과, 자청비가 여자인 것을 밝히려는 마음으로 오줌 멀리 누기 시합을 하자고 제의한다. 자청비가 대 막대기를 바지 가랑이 사이에 넣고 힘을 주니 문도령의 두 배나 멀리 나가자 더 이상 의심하지 않았다.\n\n삼 년이 지나 공부를 마친 문도령은 서수왕 따님아기와 혼인을 하기 위해 하늘로 돌아가게 되었다. 자청비는 돌아가는 길에 여자인 것을 고백하고 혼인을 약속한 후, 술 석 잔을 나누어먹고 첫날밤을 지낸다. 문도령은 박씨 한알과 얼레빗 반쪽을 남기고 떠난다. 자청비는 아무리 기다려도 문도령이 돌아오지 않자 자청비는 속이 탔다. 자청비가 문도령을 기다리는 줄 안 하인 정수남이는 자청비를 골려 주기 위해 산에서 문도령을 보았다고 거짓말을 한다. 자청비는 정수남이에게 문도령이 있는 곳으로 데"
    },
    {
      "name": "고종달이와 제주의혈",
      "url": "https://jeju.go.kr/culture/myth/legend/legend02.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 고종달이와 제주의혈\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n고종달이와 제주의혈\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n'끼룩끼룩'\n'끼룩끼룩'\n\n\"음~ 저 섬이 바로 탐라국 땅이로구나.\"\n\n이 사람 참 고약하게 생겼죠? 도대체 누구냐고요? 이 사람은 고종달이라는 중국의 풍수사랍니다.\n풍수사는 산의 모양과 물의 흐름 따위를 보고 땅이 좋고 나쁨을 점치는 사람이죠.\n\n고종달이와 제주의 혈 1부\n\n탐라국 땅이 눈앞에 펼쳐지자 고종달은 잠시 자신의 나라인 중국 생각에 잠겼습니다.\n중국에 왕비가 세상을 떠나자 왕은 사방팔방으로 알아본 뒤 탐라국 출신의 아주 예쁜 여자를 후궁으로 맞았답니다.\n후궁은 열달만에 커다란 알 다섯개를 낳았는데요. 그 알이 점점 커지더니 한 알에서 백명씩 오백장군이 튀어나왔습니다.\n그리고 하루가 다르게 부쩍부쩍 자랐습니다.\n오백장군들은 매일같이 궁 안을 뛰어다니며 전쟁놀이를 했답니다.\n어찌나 정신없이 설치고 다니는지 오백장군들 때문에 나라가 꼭 망할 것만 같았어요.\n고민하던 왕은 용하다는 점쟁이에게 점을 치게 했어요.\n\n\"왕비가 탐라국 사람이 아닙니까. 그 땅에 있는 장군 혈의 정기로 저런 장군들이 태어난것입니다.\n하루 속히 그 장군혈을 다 떠버리지 않으면 저런 장군들이 많이 태어나 우리나라를 꿀꺽 삼킬 것이옵니다.\"\n\"뭐.. 뭐라고! 이.. 여봐라! 빨리 풍수가 고종달이를 불러라!\"\n\n\"고종달이 니가 탐라로 가서 *()과 *물혈을 모두 끊어버려라. 그래서 그 땅에서 장군 하나 나지 못하도록 기를 말려버려라.\"\n\n'끼룩끼룩'\n\n\"여기가 무슨 마을이냐?\"\n\"종달리인데요?\"\n\"뭐, 종달? 내 이름을 마을 이름으로 쓰다니 무엄하구나.\"\n\"뭐라구요? 오래살다보니 별 이상한 사람을 다보겠네.\"\n\n화가 난 고종달은 우선 종달리의 물혈부터 뜨기 시작했어요.\n\n종달리 → 화북\n\n그리고 서쪽으로 가면서 온갖 혈을 뜨고 다녔죠. 고종달이 혈을 뜨면 펑펑흐르던 샘은 거짓말처럼 갑자기 말라버렸답니다.\n고종달은 물혈만 뜨고 다닌게 아니였어요.\n\n\"이 근처에 말혈이 있을텐데. 어디보자.. 옳지! 여기로구나.\"\n\"거, 뭐하는 짓이요?\"\n\"어떤일이 있어도 이 쇠꼬챙이를 빼서는 안돼오.\"\n\"왜? 무엇때문에?\"\n\"아이. 글쎄 안된다면 안되는줄 아시오. 뺴면 큰일난다니까.\"\n\"내 참.어이가 없어서. 언제봤다고 신경질이야?\"\n\"에그머니나. 오늘 별스럽게 사람을 많이 만나네. 할아버지는 또 누구시오? 근데 할아버지, 어디가 아프십니까?\"\n\"제발.. 제발.. 저 저..쇠꼬챙이를 좀 빼주시오.\"\n\"저거요? 아까 어떤 험악하게 생긴 사람이 절대로 빼지말라 신신당부를 했는데.\"\n\"부탁이오.. 빨리좀...\"\n'아이고 이거.. 예삿일이 아니로구만.'\n\"아아..알았어요. 내 얼른 뽑아버립죠.\"\n'아이고 오늘 참 이상한 날이네.'\n\"아이아이고..!! 이게 뭐야이거..음..? 이 할아버지가 어디가셨지? 할아버지~ 할아버지!! 내가 꿈을 꿨나?\"\n\n고종달이 쇠꼬챙이를 꼽았던 혈은 말혈이였어요. 다행히 쇠꼬챙이를 뽑아버렸기 때문에 제주에 말은 나는데 피를 솟아버렸기 때문에 제주도의 말은 몸집이 작아졌다고 합니다.\n\n옛날 중국에 고종달이라는 풍수사가 있었다.\n하루는 중국의 황제가 지리서를 보니, 제주도가 훌륭한 인걸이 많이 태어날 땅이다. 황제는 제주도에서 인걸이 태어나 자신의 자리를 위협할 것을 염려해 고종달이를 시켜 제주의 물혈(穴)을 끊으라고 했다. 좋은 물이 없으면 인걸이 태어날리 없다고 생각한 때문이었다.\n\n고종달이가 처음 제주에 도착한 곳은 종달리였다.\n그는 지나가는 사람에게 이 마을의 이름이 무엇인지 물었다. 마을 이름이 자신의 이름과 같다는 것을 알고 불쾌한 고종달이는 그 곳의 물 혈부터 끊어버린다. 당시의 종달리는 지금의 위치보다 좀더 위쪽에 있었는데, 고종달이에 의해 물 혈이 끊기자 물을 찾아 해안가로 내려오게 된 것이라 한다.\n이렇게 고종달이는 종달리를 시작으로 전도를 돌며 물 혈을 끊고 다녔다.\n\n화북리의 물 혈을 끊으러 올 때였다. 화북리에서 한 농부가 물혈 가까이에서 밭을 갈고 있었다. 열심히 일을 하고 있는데 한 노인이 나타나 샘의 물을 행기(놋그릇)에 떠서 나무아래 놓아달라고 부탁했다. 노인이 매우 다급해하고 딱한 표정을 짓고 있기에 농부는 노인의 부탁대로 했다. 그러자 그 노인이 행기 속 물로 사라져 버린다.\n\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n고종달이와 제주의 혈 2부\n\n\"저기 물을 요 행기로 한 그릇 떠다가 저 소 질마 밑에다 잠시만 숨겨주시오.\"\n\"몹시 급한가본데. 뭐 그러시구랴.\"\n\n\"아!! 이게 분명 꿈은 아닌데 뭔일이람.. 무슨 심상치 않은 일이 벌어지려나보다. 에라 모르겠다. 밭이나 갈자.\"\n\n\"여기 고부랑나무 아래 행기물이란 물이 어딨소?\"\n\"아~ 살다보니 별스런 이름을 다 듣겠군. 내 평생 이 마을에 살고있지만 그런 물이 있다는 말은 들은 적이 없소.\"\n\"이상하다. 여기가 틀림없는데.\"\n\n\"킁킁킁킁~ \"\n\n\"에? 거기 내 점심밥이 있는데 요놈의 개가 어디 내 점심밥을 먹어보려고! 저기 가라! 가!\"\n\"이 놈의 지리서가 엉터리로구나.\"\n\n\"멍멍아 가자!\"\n\"월월!\"\n\n고부랑나무란 소말등에 얹어 물건을 나르는 기구인 길마를 말하는 것이고,\n행기물이란 녹그릇에 떠놓은 물을 말하는 것입니다.\n아까 그 백발 노인은 수신, 다시 말해 물의 신이었어요.\n고종달이가 가진 지리서가 어찌나 잘되어있는지 수신이 행기 속의 물에 들어가 길마밑에 숨을 것까지 다 기록되었지만 고종돌이도 농부도 그 뜻을 몰랐던 것이죠. 덕분에 화북마을의 물맥은 끊어지지 않았답니다.\n그 때, 행기그릇 속에 담겨 살아난 물이라해서 행기물이란 이름이 붙었죠.\n\n\n화북 → 산방산\n\n\"오호.. 과연 장관이로고.. 여기가 훌륭한 왕이 태어날 땅이 틀림없으렸다. 이 모양새를 그대로 두면 훌륭한 왕이 태어나\n천하를 주름잡을게 뻔한데.. 그렇게 놔둘 순 없지. 헌데 이놈을 어떻게 죽이지?\"\n\n\"월월!!\"\n\"흠..흐흐흐흐흐 음 이게 저 용의 혈이로군.\"\n\n\"쾅쾅 죽어라!!!!!!\"\n\n\"에헤.. 아이고.. 헥.. 음.. 이만하면 다시는 살아나지 못하겠지. 자 왠만큼 했으니 이제 돌아가 볼까나?\n멍멍아 비양도 쪽으로 가자. 일단 중국으로 갔다가 다시 오던지 해야겠다.\"\n\n\n산방산 → 비양도\n\n\"저저.. 저런.. 못된 놈을 보았나! *(제)의 혈을 다 뜨고 다니다니. 내 너를 살려 보낼 것 같으냐?\"\n\n\"어! 뭐.. 뭐야? 왠.. 매? 네 이놈! 넌 누구냐! 썩 꺼지거라!\"\n\"나? 난 광양당신이다. 내 너를 곱게 보내줄 줄 아느냐? 북풍아 몰아쳐라!!\"\n\"어? 갑자기 왠 바람이? 아이구.. 어지러워라!\"\n\n\"으이~ 사람살려! 사람살려!! 아이구야! 이게 뭔일이냐.. 사람살려! 사람살려! 고봉달 살려!\n천하의 풍수가 고종달이가 여기서 죽게되나보다. 어푸우우! 큭 쿠왁~\"\n\n예나 지금이나 제주시 산지천에는 풍부하고 깨끗한 물이 콸콸 쏟아납니다.\n고종달이가 이 물맥은 끊어버리지 못했기 때문일까요?\n그 때, 광양당신이 고종달이를 처치하지 못했다면 다시 돌아와서 이 물맥마저 끊어버렸었는지도 모릅니다.\n광양당신의 활약에 우리나라 임금님도 감탄을 했다고 해요.\n그래서 최고로 좋은 향을 많이 보내서 광양당신을 위한 제를 올리도록 했다는군요.\n왜 향을 보냈냐고요? 신들은 향을 좋아하거든요.\n\nthe end\n\n잠시 후 고종달이가 지리서를 보며 그 곳으로 왔다. 고종달이는 농부에게 '꼬부랑나무아래 행기물'이라는 곳이 어딘지 알려달라고 한다. 하지만 농부는 들어본 적이 없다고 말한다. 사실 그런 이름의 샘은 존재하지 않았다. 방금 전 농부가 떠놓은 행기속의 물을 가리키는 말이었던 것이다.\n\n고종달이의 지리서는 이런 일이 일어날 것을 미리 알고 있었던 것이다. 하지만 이 사실을 알리 없는 고종달이는 근처를 아무리 찾아도 물 혈을 찾을 수 없었다. 그때 고종달이의 개가 물 냄새를 맡고 행기물 쪽으로 다가갔다. 그곳에는 농부의 점심이 같이 있었기에 농부는 개가 자신의 점심에 관심을 보이는 것으로 알고 개를 쫓아낸다. 물 혈을 찾지 못해 화가 난 고종달이는 엉터리 책이라며 지리서를 찢어 버리고 제주도를 떠난다.\n\n고종달이가 탄 배가 고산 앞바다의 죽도를 지나고 있었다. 그런데 갑자기 강한 바람이 불어와 배가 침몰되었다. 이는 제주도의 혈을 파괴한 고종달이에게 복수하기 위해 한라산신이 일으킨 바람이었다. 이로 인해 고종달이는 물에 빠져 죽고 말았다 한다.\n\n일부에서는 고종달이가 광양당신에 의해 바다에 빠져 죽었다고도 한다.\n그로 인해 죽도를 '고종달이의 귀향을 막았다'하여 차귀도(遮歸島)라고 부르게 되었다 한다. 고종달이에 얽힌 이야기는 많다.\n이 이야기가 전해지는 마을에서는 이 이야기에 등장하는 곳이 자기네 마을이라고 주장하기도 한다. 이 이야기는 지역명을 달리하여 여러 가지로 전해지고 있는데 고종달이도 고종달, 호종단 등으로 널리 불린다.\n\n이 글의 저작권자는 현용준(제주시 용문로 119-1)으로, 무단으로 사용할 수 없습니다.\n참고문헌\n현용준(1976). 「제주도 신화」. 서문문고\n현용준(1996). 「제주도 전설」. 서문문고\n현용준(1996). 「제주도 민담」. 제주문화\n고대경(1997). 「신들의 고향」. 중명\n자문위원\n현용준(제주대학교 명예교수)\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림"
    },
    {
      "name": "오백장군 이야기",
      "url": "https://jeju.go.kr/culture/myth/legend/legend03.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 오백장군 이야기\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n오백장군 이야기\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n한라산 서남쪽에 기암괴석들이 늘어서 장관을 이루고 있는 곳이 있다. 사람들은 그곳을 '영실기암'이라 부른다. 달리 '오백장군(五百將軍)','오백나한(五百羅漢)'이라고도 부른다.\n그 기암괴석이 어떤때는 장군의 모습을, 어떤 때는 나한의 모습을 하고 있기 때문이다.\n\n옛날 제주도에 한 부인이 살고 있었다. 그녀에게는 오백 명의 아들이 있었는데, 많은 식구로 인해 잡안의 형편이 좋지 못했다.\n그러던 중 흉년까지 들게 되어 자식들을 먹이는 일까지 힘들게 되었다. 부인은 고심 끝에 아들들을 불러 양식을 구해 오라고했다.\n\n오백명의 아들들은 양식을 구하기 위해 집을 나서고, 부인은 아들들이 돌아와 먹을 죽을 끓였다.\n아들이 오백이나 되다보니 죽을 끓이는 솥의 크기가 매우 컸다.\n부인은 열심히 솥 주의를 돌아다니며 죽을 저었다.\n그런데 그만 발을 헛디뎌 죽 속에 빠지고 말았다.\n\n아들들이 양식을 구해 집으로 돌아와 보니 어머니는 안 계시고, 죽만 맛있는 냄새를 풍기고 있었다.\n배가 고팠던 아들들은 아무 생각없이 죽을 퍼먹기 시작했다. 아들들은 죽 맛이 평소보다 더욱 좋다고 생각하며 맛있게 죽을 멋었다.\n\n막내아들이 죽을 먹으려고 국자로 죽을 떴다. 죽을 뜨다 보니 뼈다귀가 보이는것이었다.\n이상하다고 생각하며 죽을 휘저어 뼈다귀들을 건져내 보니, 사람의 뼈였다. 막내아들은 그 뼈가 어머니의 뼈라는 것을 알게되고,\n어머니의 고기로 만든 죽을 먹은 형들과는 살 수 없다며 집을 나온다.\n막내아들은 울면서 달리다 보니 한경면 고산리의 차귀도까지 오게 되었고, 막내아들은 슬픔을 이기지 못하고 바위가 되어버렸다.\n\n이런 사실을 알게 된 형들도 여기저기 늘어서 슬픔에 겨워 통곡하다 그대로 바위로 굳어졌다. 그래서 이 바위를 '오백장군'이라 부르게 되었다.\n\n한라산 서남쪽에 기암괴석들이 늘어서 장관을 이루고 있는 곳이 있다.\n사람들은 그곳을 '영실기암'이라 부른다. 그 기암괴석은 어떤 때는 장군의 모습을, 어떤 때는 나한의 모습을 하고 있어서 달리 '오백장군(五百將軍)', '오백나한(五百羅漢)'이라고도 부른다.\n\n옛날 제주특별자치도에 한 부인이 살고 있었다. 그녀에게는 오백 명의 아들이 있었는데, 많은 식구로 인해 집안의 형편이 좋지 못했다. 그러던 중 흉년까지 들게 되어 자식들을 먹이는 일까지 힘들게 되었다. 부인은 고심 끝에 아들들을 불러 양식을 구해오라고 했다.\n오백명의 아들들은 양식을 구하기 위해 집을 나서고, 부인은 아들들이 돌아와 먹을 죽을 끓였다.\n아들이 오백이나 되다 보니 죽을 끓이는 솥의 크기가 매우 컸다. 부인은 열심히 솥 주위를 돌아다니며 죽을 저었다. 그런데, 그만 발을 헛디뎌 죽 속에 빠지고 말았다.\n\n아들들이 양식을 구해 집으로 돌아와 보니 어머니는 안 계시고, 죽만 맛있는 냄새를 풍기고 있었다.\n배가 고팠던 아들들은 아무 생각 없이 죽을 퍼먹기 시작했다. 아들들은 죽 맛이 평소보다 좋다고 생각하며 맛있게 죽을 먹었다.\n마지막으로 막내아들이 죽을 먹으려고 국자로 죽을 떴다. 죽을 뜨다 보니 뼈다귀가 보이는 것이었다. 이상하다고 생각하며 죽을 휘저어 뼈다귀들을 건져내 보니 사람의 뼈였다. 막내아들은 그 뼈가 어머니의 뼈라는 것을 알게 되고, 어머니의 고기로 만든 죽을 먹은 형들과는 살 수 없다며 집을 나갔다.\n\n막내아들은 울면서 달리다 보니 한경면 고산리의 차귀도까지 오게 되었고, 막내아들은 슬픔을 이기지 못하고 바위가 되어 버렸다. 이런 사실을 알게 된 형들도 여기저기 늘어서서 슬픔에 겨워 통곡하다 그대로 바위로 굳었다. 그래서 이 바위를 '오백장군'이라 부르게 되었다.\n\n일설에 의하면 오백 아들의 어머니는 설문대할망이라고도 한다. 영실 오백장군이 있는 곳에서 큰 소리를 지르면 짙은 안개가 끼게 된다고 하는데, 이는 설문대할망이 화를 내는 것이라고 한다.\n\n\n차귀도에 있는 '오백장군'도 전설을 갖고 있다.\n\n하루는 어떤 지관(地官)이 바굼지오름에 묏자리를 보게 되었다. 이 바굼지오름에서는 차귀도의 '오백장군' 바위가 바로 보인다.\n지관은 바굼지오름에서 '오백장군' 바위만 보이지 않으면 좋은 자리라고 했다. 상제는 그 말을 듣고 차귀도로 가 '오백장군' 바위를 도끼로 찍어버렸다. 그래서 지금도 차귀도의 '오백장군' 바위에는 그 자국이 남아 있다고 한다.\n\n참고문헌\n현용준(1977),『제주도 전설』, 서문당\n제주도(1985),『제주도 전설지』\n제주도(1995),『제주의 민속(3)』\n진성기(2001),『신화와 전설』, 제주민속연구소\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "유반석과 무반석",
      "url": "https://jeju.go.kr/culture/myth/legend/legend04.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 유반석과 무반석\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n유반석과 무반석\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n옛날 동동네 동쪽 냇가 언덕 위에 커다란 바위가 있었고, 섯동네 섞은다리라는 언덕 위에도 커다란 바위가 있었다.\n사람들은 글을 많이 읽은 사람들이 사는 동동네의 바위를 유반석, 힘센 사람들이 많이 사는 섯동네의 바위를 무반석이라 불렀다 한다.\n\n한번은 외지에서 온 풍수에 능한 사람이 동네에 머무른 일이 있었다. 그 사람은 동동네 유반들이 섯동네 무반들에게 기를 펴지 못하고 살아가는 것을 이상하게 생각했다.\n그 원인을 밝히기 위해 그 사람은 동동네에 잠시 더 머물렀다.\n\n어느 날 밤 그는 마을에서 새어나오는 불빛을 발견하게 된다. 그 불빛이 무엇인지 확인해 보니 유반석과 무반석에서 나오는 불빛이었다.\n무반석에서 나오는 불빛은 크고 밝은 반면, 유반석에서 나오는 불빛은 무척이나 약했다.\n\n그때서야 그는 유반들이 무반들에게 기를 펴지 못하는 이유를 알게 되었고, 이런 사실을 유반들에게 알려주었다.\n유반들은 모여 무반석을 쓰러뜨리기로 결정한다. 하지만 그들의 힘으로는 도저히 무반석을 쓰러뜨릴 수 없었다. 그래서 유반들은 무반의 힘을 이용할 계획을 세우게 된다.\n\n마침 동네에 상이 났다. 상을 치른 두 동네 사람들은 모여서 술을 마시게 되었다.\n유반들은 술을 마시는 척하며 마시지 않는 반면 무반들은 술을 마셨다. 무반들이 술에 취한 것을 확인한 유반들은 술에 취한 무반들에게 힘 겨루기를 제안한다.\n\n이 돌 저돌을 가지고 힘을 겨루다가 유반들은 무반석을 가리키며 쓰러뜨려 보자고 했다. 지금까지 계속 지기만 했으니 자신들이 먼저 해보겠다며 유반들이 나섰다.\n그러나 무반석은 꿈쩍도 하지 않았다. 힘에 자신이 있는 무반들은 자신있게 달려들어 무반석을 쓰러뜨려 버렸다.\n\n무반석이 쓰러지자 그 밑에서 청 비둘기가 나와 하늘로 날아갔다. 그 비둘기를 본 무반들은 힘이 빠졌고, 그제서야 자신들이 속은 사실을 알았다. 화가 난 무반들은 유반석도 쓰러뜨리기 위해 동동네로 달려갔다.\n\n이미 힘이 약해진 그들로써는 역부족이었다. 그 이후로 섯동네 사람들은 동동네 사람들을 당할 수 없게 되었고, 동동네 사람들이 세력을 잡게 되었다고 한다.\n\n서귀포시 안덕면 화순리는 동동네와 섯동네로 나누어져 있다.\n\n옛날 동동네 동쪽 냇가 언덕 위에 커다란 바위가 있었고, 섯동네는 언덕 위에도 커다란 바위가 있었다. 사람들은 글을 많이 읽은 사람들이 사는 동동네의 바위를 유반석(儒班石), 힘센 사람들이 많이 사는 섯동네 바위를 무반석(武班石)이라 불렀다.\n\n한번은 외지에서 온 풍수에 능한 사람이 동동네에 머문 일이 있었다.\n그 사람은 동동네 유반들이 섯동네 무반들에게 기를 펴지 못하고 살아가는 것을 이상하게 생각했다. 그 원인을 밝히기 위해 그 사람은 동동네에 잠시 더 머물렀다.\n\n어느 날 밤 그는 마을에서 새어나오는 불빛을 발견하게 되었다.\n그 불빛이 무엇인지 확인해 보니 유반석과 무반석에서 나오는 불빛이었다. 무반석에서 나오는 불빛은 크고 밝은 반면, 유반석에서 나오는 불빛은 무척이나 약했다. 그때서야 그는 유반들이 무반들에게 기를 펴지 못하는 이유를 알게 되었고, 이런 사실을 유반들에게 알려주었다.\n\n유반들은 모여 무반석을 쓰러뜨리기로 결정했다. 하지만 그들의 힘으로는 도저히 무반석을 쓰러뜨릴 수 없었다. 그래서 유반들은 무반의 힘을 이용할 계획을 세웠다.\n\n마침 동네에 상이 났다. 상을 치른 두 동네 사람들이 모여서 술을 마시게 되었다.\n유반들은 술을 마시는 척 하며 마시지 않는 반면 무반들은 술을 마셨다. 무반들이 술에 취한 것을 확인한 유반들은 술에 취한 무반들에게 힘 겨루기를 제안했다.\n이 돌 저 돌을 가지고 힘을 겨루다가 유반들은 무반석을 가리키며 쓰러뜨려 보자고 했다. 지금까지 계속 지기만 했으니 자신들이 먼저 해보겠다며 유반들이 나섰다. 그러나 무반석은 꿈쩍도 하지 않았다. 힘에 자신이 있는 무반들은 자신 있게 달려들어 무반석을 쓰러뜨려 버렸다.\n\n무반석이 쓰러지자 그 밑에서 청 비둘기가 나와 하늘로 날아갔다. 그 비둘기를 본 무반들은 힘이 빠졌고, 그제서야 자신들이 속은 사실을 알았다.\n화가 난 무반들은 유반석도 쓰러뜨리기 위해 동동네로 달려갔지만, 이미 힘이 약해진 그들로서는 역부족이었다.\n그 이후로 섯동네 사람들은 동동네 사람들을 당할 수 없게 되었고, 동동네 사람들이 세력을 잡게 되었다고 한다.\n\n현재 화순리 동동네에는 유반석이 그대로 있다.\n한쪽 밑굽이 들려 있고 거기에 받침돌까지 받쳐져 있는데, 유반석과 무반석에 관한 전설을 더욱 신비롭게 만들어 주는 전설의 징표다.\n\n참고문헌\n현용준(1977),『제주도 전설』, 서문당\n제주도(1985),『제주도 전설지』\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "비양도",
      "url": "https://jeju.go.kr/culture/myth/legend/legend05.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 비양도(飛揚島)\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n비양도(飛揚島)\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n한림리 서쪽에 있는 섬으로 해발 114.1m, 해안선 길이 3Km,면적 0.52km이다. 섬이 바다위를 떠오는 것을 보고 사람들이 크게 놀라 떠들자 섬이 자리에 멈춰 비양도가 되었다고 한다.\n달리는 뜬 홈이 날아와 앉아 섬을 이루었다고 한다.\n\n한림읍 협재리 앞바다에 비양도란 섬이 떠있다. 비양도가 생기게 된 데는 다음과 같은 전설들이 있다.\n\n비양도는 고려시대 중국에서 날아와서 생겼다 한다.\n중국에 있는 한 오름이 어느 날 갑자기 날아와서 지금의 위치에 들어 앉아있다는 것이다.\n이 때문에 중국에 있던 그 오름이 없다고 한다.\n날아 떨어진 오름이라는 비양도는 오름이 갑자기 날아와 협재리 앞바다에 들어앉아 바닷속에 있던 모래가 넘쳐 올라서 협재리 해안가를 덮쳤다. 해안에 있는 집들이 모래에 덮혀 버렸던 것이다. 지금도 모래밑을 파다보면 사람뼈, 그릇들이 나오고, 아주 부드러운 밭흙이 나타난다고 한다.\n또한 비양도 오름이 날아오다 잘못 왔다고 해서 확 돌아 앉으니 그만 그 자리에 멈추게 되었고, 그래서 비양도 오름이 돌아앉은 형체라 한다.\n< 북제주군 한림읍 월림리, 홍태효 제보 >\n\n하루는 곽지리에 사는 한 아기 밴 부인이 아침에 물을 길러 바닷가로 나가는데 섬이 곽지리 쪽으로 떠오고 있었다.\n그 여인은 섬이 떠오는 것을 보자 깜짝 놀라 \"큰 섬이 떠왐져!\"하고 외쳤다.\n이 외침소리에 곽지리로 떠내려 오던 섬이 돌아나와서 서쪽으로 더 내려가 협재리 앞바다에 머물러 버렸다 한다.\n< 북제주군 애월읍 금성리, 좌수선 제보 >\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "대림선돌",
      "url": "https://jeju.go.kr/culture/myth/legend/legend06.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 대림선돌\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n대림선돌\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n한림읍 수원리와 대림리 사이 경계선에 큰 바윗돌이 서 있습니다.\n이 바위는 약 250년 전에 대림리에서 세워 놓은 것이라 한다. 대림리는 그 자형으로 봐서 서쪽이 허하므로 이를 방비하기 위해 큰 바위를 세워 놓는게 좋겠다는 것이다.\n그래서 대림리 마을사람들이 동원하여 이 바위를 굴려다 놓고 겹쳐 올려 놓으려 했습니다. 그러나 힘이 모자라 올려놓지 못하는 것을 보고, 그 마을 박천총이라는 이가 나섰습니다.\n“그까짓 바위를 몇 사람이 들어도 못 드는건가” 하면서 혼자 번쩍 들어 올려 놓았다는 것입니다. 이렇게 하여 돌을 세워 놓으니 대림리의 옛 이름을 [선돌]이라 부르고 입석리라 했었습니다.\n대림리는 선돌을 세움으로써 좋아졌는데 서쪽 마을인 수원리로서는 곤란해졌습니다. 수원리는 지형으로 봐선 선돌을 세워 버리니, 그 방위가 막혀 마을이 망하겠다는 것입니다. 그래서 수원리 사람들이 밤에 몰래 몰려가 그 선돌을 떨어뜨려 굴려 버렸습니다.\n이것을 안 대림리에서는 다시 그 바위를 올려 세우고, 몇일 있으면 수원리에서 떨어 뜨리곤 하여 몇 번이나 거듭했습니다. 이렇게 하여 이 선돌은 두 마을의 힘과 더불어 올려지기도 하고 떨어뜨려지기도 하며, 오늘날까지 내려오고 있는 것입니다.\n\n제주시 한림읍 대림리와 수원리 사이에는 땅에 뿌리를 내린 듯 굳게 서 있는 커다란 바위가 있다. 이 바위는 '대림의 선돌(입석·立石)이라고 부르는데, 돌이 서있는 듯 보이기 때문에 붙여진 이름이다. 그래서 예전에는 대림리를 입석리(立石里)라고 불렀다. '선돌'은 '수호석'의 역할을 할 뿐 아니라 마을의 나쁜 액을 물리치는 방사의 구실도 한다고 전해진다.\n옛날부터 대림리는 지형상으로 볼 때 서쪽이 빈 배 모양을 하고 있었다. 그래서 '선돌'을 높이 세워 돛대의 역할을 하게 하면 대림리가 번창할 수 있다고 했다. 이에 대림리 사람들은 '선돌' 위에 돌을 올려놓기 시작했다. 돌을 많이 올려 '선돌'이 높아질수록 마을이 번창한다고 생각한 것이다.\n이웃 마을인 수원리에서 볼 때는 이 '선돌'로 인해 그 방위가 막혀 곤란했다. 수원리 사람들은 대림리 사람들 몰래 밤에 대림리로 가서 '선돌' 위의 돌들을 무너뜨려 버렸다. 아침이 되어 이를 본 대림리 사람들은 다시 돌을 쌓아올렸다. 그러면 다시 수원리 사람들이 무너뜨리고, 대림리 사람들은 다시 쌓고, 이런 상황을 계속 반복하게 되었다.\n오늘날에 와서는 '대림의 선돌' 위에 쌓아놓았던 커다란 돌들은 사람들이 모두 가져가 버려 작은 돌들만 남아 있다고 한다.\n'대림의 선돌'에 관련된 또 다른 전설도 있다. 하루는 대림리를 지나가던 지관(地官)이 선돌이 있는 쪽으로 성을 쌓으면 마을이 부흥하겠다는 농담을 하게 된다. 이를 믿은 마을 사람들은 성을 쌓았다. 그런데 성을 쌓고 나서부터 마을이 점점 망해가기 시작했다. 배 모양의 마을인 대림리에 벽을 만들어 앞으로 나가지 못하게 해서 그런 것이라고 한다. 그제야 속은 것을 눈치챈 그들은 성을 허물어 버렸다. 대림리에는 지금도 그 성을 무너뜨린 흔적이 남아 있다고 한다.\n\n참고문헌\n현용준(1977),『제주도 전설』, 서문당\n제주도(1985),『제주도 전설지』\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "당산봉 삼반석",
      "url": "https://jeju.go.kr/culture/myth/legend/legend07.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 당산봉 삼반석\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n당산봉 삼반석\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n당산봉은 고산리와 용수리 사이에 있는 산으로 그 높이는 148m입니다.\n오름 아래 당목잇당이 있어서 ‘당오름’이라 불립니다. 그 정상에 넓적한 바위가 얹혀 있는데, 이것이 삼반석입니다.\n윤무순이라는 이가 흉년에 왕을 만나러 갔다가, 삼반석의 형체를 묻는 질문에 답변을 못하여 봉변을 당했다는 전설이 있습니다.\n\n당산봉(堂山峰)은 고산리와 용수리 사이에 있는 산으로 그 높이는 148m이다. 오름 아래 당목잇당이 있어서 '당오름'이라 불린다.\n그 정상에 넓적한 바위가 얹혀 있는데, 이것이 삼반석이다.\n이 삼반석이 있어서, 당오름을 닭볏 형체를 이루어 계관산(鷄冠山)이라고도 하였다. 윤무순이라는 이가 흉년에 왕을 만나러 갔다가, 삼반석의 형체를 묻는 질문에 답변을 못하여 봉변을 당했다는 전설이 있다.\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "좌랑못",
      "url": "https://jeju.go.kr/culture/myth/legend/legend08.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 좌랑못\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n좌랑못\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n조선시대의 일이다. 이곳에 한 양반이 살고 있었다. 그는 이곳에 고인 빗물을 식수로 삼았다. 그런데, 佐郞벼슬 권세를 이용하여 양민들을 괴롭히기 일쑤였다.\n그가 죽자 살감들은 그 집터를 헐고 못을 파서 연못을 만들어 버렸다. 일제 강점기에는 이곳에서 주춧돌이 발견되기로 하였다 한다.\n\n좌랑은 조선조 6曹의 정6품 벼슬 명칭으로 연대와 성씨는 불확실하나 구전되어 오는 말에 의하면, 좌랑의 벼슬을 얻은 사람이 지금의 좌랑못 자리에(당시는 못이 아니었음)집을 짓고'괸물'을 식수로 이용하며 살았었다.\n이 좌랑은 권세를 이용하여 인근 주민들에게 많은 정신적 迫害(박해) 苛斂誅求(가렴주구)를 일삼으니 인근 주민들이 받은 정신적, 물질적 피해 때문에 주민들은 이가 갈리는 원한을 품게 되었다.\n얼마후 좌랑이 죽자 원한을 품은 주민들이 그 집을 헐고 그 자리를 파서 연못을 만들어 버렸다고 한다.\n해방전 기사년(1929)한발이 심하여 못의 물이 다 말랐을 때 못 바닥에 쌓인 흙을 파내는 작업을 한 일이 있는데 이때 못 바닥에서 주춧돌이 발견된 사실이 있다.\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "절부암",
      "url": "https://jeju.go.kr/culture/myth/legend/legend09.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 절부암\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n절부암\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n북제주군 한명면 용수리에는 절부암이란 절벽이 있습니다.\n용수리 포구 맞은편에 있는 이 절별에는 팽나무, 느릅나무, 소나무들이 숲을 이루고 있습니다.\n이 곳 용수리 마을에 사랑하는 두 남녀가 있었습니다.\n고씨 성을 가진 16세의 처녀와 같은 마을에 사는 강사철이라는 총각은 서로 사랑하였습니다.\n처녀의 집을 그런대로 살 만 하였으나 총각의 집은 몹시 가난하였습니다. 총각은 아침밥을 먹기가 바쁘게 뗏목을 타고 대나무가 많은 차귀도로 건너갔습니다.\n총각은 쉬지 않고 열심히 대나무를 베었습니다.\n총각의 생활이 이렇게 바쁘다 보니 처녀와 만날 시간이 많지 않았습니다. 그들이 혼인을 하여서도 마찬가지였습니다.\n혼인한지 채 사흘이 지나지 않아 강씨는 동네 청년 두 사람과 차귀도로 일 나갈 채비를 차렸습니다.\n“식구가 하나 더 늘었으니 부지런히 일해야 먹고 샆지.”\n그들은 차귀도로 건너가 하루종일 대나무를 베었습니다.\n그런데 예기치 않았던 일이 닥치고 말았습니다. 서둘러 일을 마치고 돌아오던 일행이 풍랑을 만나서 그만 바다에 빠져 죽고 만 것입니다.\n이 소식을 전해들은 아내는 거의 미치다시피 하여 날마다 바닷가에 나가 남편의 시신을 찾아 헤맸습니다.\n‘제발 남편의 시신만이라도 찾을 수 있다면.....’\n석 달을 찾아 헤매도 끝내 시신이 떠오르지 않자 고씨는 그만 절벽에 있는 커다란 팽나무에 목을 매고 말았습니다. 그러자 신기하게도 그렇게 찾아도 행방을 알 수 없던 남편의 시신이 맨 자리 아래서 떠오르는게 아닙니까.\n이 광경을 본 동네 사람들은 예삿일이 아니라며 수군거렸습니다.\n이때 과거를 치르기 위해 한양으로 향해 가던 신재우라는 사람이 이 이야기를 듣고 자기가 만약 과거에 급제한다면 고씨 부인을 위해 열녀비를 세워 주겠다고 동네 사람들 앞에서 말했습니다.\n그러나 신재우는 과거 시험에 낙방을 하고 말았습니다.\n제주도로 가다 우연히 점을 치는 여인이 신재우를 보더니\n“한 여인이 당신 뒤를 늘 따라다니고 있으니 그 여인을 잘 모셔주면 틀림없이 급제하겠습니다.”\n‘나를 따라다닌다는 여인이 혹시 고씨아냐?’\n신재우는 즉시 고씨의 묘를 찾아가 보았습니다. 그 뒤 신재우는 다시 과거에 응시하여 급제하여 제주목 대정현감이 되었습니다.\n대정현감이 된 신재우는 부임하자마자 조정에 상소하여 고씨의 열녀비를 세워 주었습니다. 신재우는 고산과 용수 두 마을 사람들에 해마다 3월 15일이면 고씨 부부의 제사를 지내 주도록 부탁하고 고씨가 목매어 목숨을 끊은 절벽을 절부암이라 이름 붙였습니다.\n\n제주시 한경면 용수리 지세길 포구 옆에 나무에 둘러싸인 커다란 바위가 있는데, 이 바위가 '절부암(節婦岩)'이다.\n'절부암'은 열녀 고씨의 절개(節槪)를 기리기 위해 마련한 열녀비다.\n\n지금으로부터 130여 년 전 제주특별자치도 용수리에는 고씨 처녀와 강씨 총각이 살고 있었다.\n두 사람은 조실부모하고 남의 집에 의탁하며 살았는데, 부지런하고 착하기로 소문이 자자했다. 15,6세쯤 되어 두 사람은 서로 사랑하게 되었고 혼인을 했다.\n가진 것이 별로 없었던 이들은 차귀도에서 대나무를 베어다가 바구니를 만들어 파는 것으로 생계를 유지했다.\n다른 날과 마찬가지로 남편 강씨는 차귀도로 배를 타고 대나무를 베러 갔다.\n그런데 그만 풍랑을 만나 배가 침몰하고 말았다. 혼인한 지 일주일이 채 되지 못한 때의 일이었다.\n아내는 남편의 시신이라도 찾길 빌며 미친 듯이 바닷가를 헤매고 다녔다. 그러기를 석 달이 지났으나 남편의 시신은 떠오르지 않았다. 아내 고씨는 남편의 뒤를 따르겠다는 생각으로 용수리 바닷가 '엉덕동산'의 나무에 목을 매고 자살했다. 신기하게도 다음날 남편의 시신이 아내 고씨가 목을 맨 곳의 절벽 밑에 떠올랐다.\n그때 과거를 보기 위해 서울로 가던 신재우가 이런 사연을 듣게 되었다.\n자신이 과거에 붙으면 열녀비를 세워주겠다고 약속했으나 신재우는 과거에 낙방했다. 상심하는 신재우의 꿈에 고씨부인이 나타났고, 다시 과거를 보라고 한다.\n그 후 과거에 붙은 신재우는 대정 현감이 되었고, 고씨를 위해 조정에 상소하여 열녀비를 세웠다. 그리고 고씨와 강씨의 시신을 당산봉(고산봉) 서쪽 비탈에 합장하고, 음력 3월 15일에 크게 제사를 지내주었다. 오늘날에는 용수리 부녀회가 주관이 되어 매년 음력 3월 15일에 '열녀제'를 지내고 있다.\n\n참고문헌\n현용준(1977),『제주도 전설』, 서문당\n제주도(1985),『제주도 전설지』\n진성기(1981),『남국의 민속』, 교학사\n제주교육박물관(1999),『우리문화이야기』\n진성기(2001),『신화와 전설』, 제주민속연구소\n제주도(1998),『제주의 문화재(증보판)』\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "막산이구석",
      "url": "https://jeju.go.kr/culture/myth/legend/legend10.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 막산이구석\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n막산이구석\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n대정현 창고내(남제주군 안덕면 창천리) 강별장집 종이었던 막산이는 힘센 일꾼이었으나, 워낙 배가 커서 부자인 강별장도 먹여 살릴수가 없었습니다.\n그래서 종의 신분임에도 불구하고 자유롭게 나가 살게 하였습니다.\n그러나 집을 나선 막산이는 먹을 것이 없어 고민이었습니다.\n막산이는 이곳에서 남의 소를 잡아먹으며 살다가 결국 죽고 말았다고 합니다.\n이 인근에는 과거 대정현과 제주목을 오가는 관리들이 묵어갔다는 원이 있었으며, 4.3사건으로 인해 사라져 버렸지만 본래 이곳에 원동이라는 마을이 있었습니다.\n그러니, 사람들이 자주 출입하는 길목인 셈이고, 막산이가 먹을 것을 구하는데는 적격인 곳임을 알 수 있습니다.\n막산이 전설은 아직도 널리 구전되고 있습니다.\n\n제주운전면허시험장 서남쪽 지경에 있다.\n이 곳은 비교적 움푹 꺼진 지형을 이루고 있으며, 서부산업도로가 지나고 있다. 대정현 창고내(남제주군 안덕면 창천리) 강별장집 종이었던 막산이는 힘센 일꾼이었으나, 워낙 배가 커서 부자인 강별장도 먹여 살릴수가 없었다.\n그래서, 종의 신분임에도 불구하고 자유롭게 나가 살게 하였다. 그러나, 집을 나선 막산이는 먹을 것이 없어 고민이었다.\n막산이는 이곳에서 남의 소를 잡아먹으며 살다가 결국 죽고 말았다 한다.\n\n이 인근에는 과거 대정현과 제주목을 오가는 관리들이 묵어 갔다는 원이 있었으며, 4·3 사건으로 인해 사라져 버렸지만 본래 이 곳에 원동이라는 마을이 있었다. 그러니, 사람들이 자주 출입하는 길목인 셈이고, 막산이가 먹을 것을 구하는 데는 적격인 곳임을 알 수 있다.\n막산이 전설은 아직도 널리 구전되고 있다.\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "수월봉",
      "url": "https://jeju.go.kr/culture/myth/legend/legend11.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 수월봉\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n수월봉\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n북제주군 한경면 고산리에는 수월봉이 있습니다.\n제주도 서쪽바닷가에 불쑥 튀어나와 있는 수월봉은 고산평야를 끼고 있는 구릉지대로서 해안 쪽이 깎아지른 듯한 절벽으로 되어 있습니다.\n옛날 이 곳에 수월과 녹고라는 남매가 살았습니다.\n이들 남매는 홀어머니를 모시고 의좋게 살고 있었습니다.\n어느 해 봄, 어머니가 뜻밖의 병으로 자리에 눕게 되었습니다. 누나 수월과 동생 녹고는 온갖 좋다는 약을 다 구해 써 보았지만 어머니의 병세는 나아지지 않았습니다.\n수월과 녹고 남매는 어떻게 할 줄을 몰라 둘이 마주 앉아서 눈물만 흘렀습니다.\n이 때 지나가던 스님이 이들을 보고 찾아와 물었습니다.\n“이 댁에 무슨일이 있습니까”\n“네, 스님. 어머님께서 편찮으셔서 자리에 누워 계시는데 온갖 좋다는 약을 다 구해 써 보아도 조금도 나아지지 않아.....”\n수월은 말끝을 맺지 못하고 또 울었습니다.\n그렇다면 내가 약초 100가지를 일러 줄 테니 그것들을 구해다 써 보시오.“\n스님이 100가지 약초 이름을 일일이 써 주었습니다.\n“마지막에 적은 이 약초는 오갈피라는 풀로서 높은 바위나 산비탈 같은 데 있어서 찾기가 어려울 것이요.“\n스님은 이렇게 알려 주고는 그 곳을 떠났습니다.\n다음 날 아침 수월과 녹고는 약초를 구하러 산으로 올라갔습니다.\n이산 저산 돌아다니며 약초를 하나둘 캐었습니다. 며칠이 지나자 99가지의 약초를 구할 수 있었습니다.\n다음날 날이 밝기가 무섭게 남매는 수천 길 낭떠러지로 이루어진 수월봉으로 올라갔습니다. 남매는 사방을 둘러보며 오갈피를 찾았습니다.\n이 때 수월의 눈에 오갈피가 들어왔습니다. 오갈피는 낭떠러지 중간쯤에 돋아나 있었습니다.\n“녹고야, 저길좀 봐. 저기 오갈피가 있어!”\n“걱정마. 내가 네 손을 잡고 내려가 캐어 올게.”\n녹고는 나무를 한 손으로 꽉 붙들고 다른 한 손으로는 수월의 손을 단단히 잡았습니다. 드디어 약초가 손에 잡혔습니다. 약초를 받아 든 녹고는 너무 기뻐서 탄성을 지르다가 그만 누나 수월의 손을 놓고 말았습니다. 동생의 손을 놓친 수월은 천 길 깜깜한 낭떠러지 아래로 떨어져 죽고 말았습니다. 녹고는 절벽에 기대어 주저앉아 떠날 줄을 모른채 열이레 동안 울고만 있었습니다. 녹고의 눈물은 바위틈을 타고 끝없이 흘러 내렸습니다. 그래서 마을 사람들은 이 동산을 ‘녹고물오름’ 즉, 녹고의 눈물이 흘러내리는 작은산이라고 불렀습니다.\n그러다가 다시 물이 흘러내리는 작은산이라는 뜻의 ‘물나리오름’으로 불리다가 한자로 표기하면서 ‘수월봉’이라 부르게 되었습니다.\n\n고산리 바닷가에 있는 오름이다.\n이곳은 기우제를 지냈던 곳이기도하다. 옛날 고산리에 수월이라는 처녀와 녹고 남매가 홀어머니를 모시고 살고 있었다.\n어머니가 병으로 몸져 눕자 수얼봉 절벽에 자생하는 오갈피를 캐어 약을 달여 먹이기로 하였다.\n오갈피를 캐러 내려 갔던 수월은 절벽 밑으로 떨어져 죽고 말았다.\n녹고는 슬픔에 겨워 한없이 울었으며, 녹고의 눈물을 바위틈을 타고 끝없이 흘러내렸는데 마을 사람들은 이 동산을 '녹고물오름' 즉, 녹고의 눈물이 흘러내리는 작은 산이라 불렀으며 그러다가 다시 물이 흘러내리는 작은 산이라는 뜻의 '물나리오름'으로 불리다가 한자로 표기하면서 '수월봉'이라 부르게 되었다.\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "명월천",
      "url": "https://jeju.go.kr/culture/myth/legend/legend13.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 명월천\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n명월천\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n명월천은 살기를 지니고 있어 살수라고 불린다.\n이 살기를 막지 않으면 마을에 큰 화재가 일어난다고 한다.\n그래서 화재를 예방하기 위하여 냇가의 팽나무를 지금도 보호하고 있다고 한다.\n\n한림읍 명월리 마을 안을 흐르는 명월천에는 아름드리 팽나무가 수를 헤아릴 수 없이 자라고 있다. 그리고 명월리 아랫 마을에 '돌물'이 있는데 이곳에도 큰 팽나무가 빽빽하게 서 있다.\n\n명월천의 팽나무는 사람들이 심어서 자란 것이 아니라 마을이 설촌될 당시부터 있었다 한다.\n오씨와 진씨가 먼저 들어와서 마을을 개척할 때 나무가 굉장히 울창했었다. 농지를 개간하고 집을 지으며 수많은 나무들을 벌채했는데 명월천의 나무는 보호하고자 해서 자르지 않았다고 한다.\n명월리는 삼백년 전에 설촌되기 시작해서 명월천으로 번성했다.\n그런데 명월천이 마을 가운데를 지나는데 풍수지리에 의하면 바로 살수(殺手)라고 한다. 살수가 들면 마을에 큰 화재가 잇달아 일어난다는 전해 오는 말에 의해서 명월천 팽나무를 보호해서 살수를 막았다고 한다.\n\n지금도 팽나무들이 명월천 양쪽에 울창하게 들어서 있고 그늘 밑에는 월대가 있는데, 옛날 양반들이 이곳에서 풍월을 즐겼다고 한다.\n명월천 조금 위로 올라가면 홍애라는 무지개 다리가 팽나무 사이에 놓여져 있어 명월천 양쪽 마을의 중요 교통로의 구실을 할 뿐만 아니라 팽나무와 어울리어 명월천의 운치를 더하고 있다.\n- < 북제주군 한림읍 명월리, 오술생 제보 >\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    },
    {
      "name": "김녕사굴",
      "url": "https://jeju.go.kr/culture/myth/legend/legend14.htm",
      "content": "본문 바로가기\n제주특별자치도\n\n검색\n\n비회원 로그인 로그인  Language \n주메뉴\n제주설화\n \n제주의 유산\n \n제주역사\n \n민속/문화\n \n제주어\n \n문화예술\n \n디지털콘텐츠\n \n알림마당\n \n제주문화예술재단\n새창\n \n제주콘텐츠진흥원\n새창\n\n전체메뉴\n\n문화/역사/체육\n\n분야선택\n분야별 메뉴보기\n\n제주설화\nHOME 제주설화 애니메이션으로 보는 설화 김녕사굴\n제주설화개요\n제주문화원형/설화편\n설화관련도서\n신화\n애니메이션으로 보는 설화\n자청비\n고종달이와 제주의혈\n오백장군 이야기\n유반석과 무반석\n비양도(飛揚島)\n대림선돌\n당산봉 삼반석\n좌랑못\n절부암\n막산이구석\n수월봉\n용수\n명월천\n김녕사굴\n수산진성\n설화전체목록\n김녕사굴\n \nRestart\nPlay\n00:00\n00:00\n00:00\nMute\nEnter fullscreen\nPlay\n옛날, 구좌읍 김녕리에 있는 굴속에는 큰뱀이 살았다.\n마을에서는 해마다 처녀 한 사람씩 제물로 올려 큰 굿을 벌였다. 만일, 그렇지 않았다가는 그 뱀이 나와서 마을의 밭농사를 망쳐 버리기 때문이다.\n조선 중종 때, 서연이라는 판관이 부이며 왔다. 피끓는 19세의 판관은 이 사실을 알고 분개하였다. 판관은 술, 떡, 처녀를 올려 굿을 하도록 하고 몸소 군졸을 거느려 뱀을 없대기 위해 기다렸다.\n굿이 한참 진행 될 즈음 엄청나게 큰 뱀이 나타났다.\n뱀이 처녀를 잡아 먹으려는 순간, 서판관은 창검으로 뱀을 찔러 죽였다.\n심방은 말을 타고 빨리 성안으로 피하라면서, 도착할 때까지는 어떤 일이 있더라도 뒤를 돌아보지 말도록 당부했다. 동문 앞에 이르렀을 때, 군족 하나라 뒤쪽에 피 비가 온다고 외쳤다. 그 소리에 무심코 돌아본 서판관은 그 자리에 쓰러져 죽고 말았다.\n일설에는 뱀을 죽이고 악습을 없앤 판관이 서둘러 제주를 떠나다가 사서코지라는 곳에서 파선을 당해 죽었다는 이야기도 있고, 이삼만이라는 자가 처녀 대신 제상에 누웠다가 뱀을 잡고 관아 마당까지 온 뒤 안심하고 뒤를 돌아 봤다가 죽었다는 이야기하며 뱀을 죽인 사람과 뒷 이야기에 이설이 많다.\n\n제주시 구좌읍 김녕리에는 '사굴(蛇窟)'이라 불리는 용암 동굴이 있다. 만장굴과 함께 천연기념물 제98호로 지정보호되어 있다. 길이가 700m 정도 되고, S자형으로 구부러져 있으며, 안으로 들어갈수록 좁아지는 형태를 가지고 있는 동굴이다. 사람들은 이 굴의 모양이 뱀의 형상과 닮았다고 해서 '사굴'이라고 부른다.\n옛날 김녕리 '사굴'에는 커다란 뱀이 살고 있었다고 한다. 마을 사람들은 이 뱀에게 일년에 한번씩 제사를 지냈는데, 많은 제물과 함께 처녀를 바쳤다. 만약 제사를 지내지 않으면 뱀이 굴 밖으로 나와 동네의 밭들을 모두 엉망으로 만드는 등 재앙을 내렸다.\n\n조선 중종 때 서련(徐憐)이라는 판관이 부임해 오게 되었다. 그는 이 뱀에 대한 이야기를 듣고 화가나, 그 뱀을 없애버리기로 했다. 서련은 심방에게 제사를 지내도록 하고는 군사들과 함께 숨어서 지켜보았다. 얼마의 시간이 지나자 과연 사굴에서 커다란 뱀이 나와 제물을 먹기 시작했다. 마지막으로 뱀은 처녀를 잡아먹으려고 하는데, 서련이 군사들과 뛰어나와 뱀을 찔러 죽였다.\n뱀이 죽는 것을 본 심방이 서련에게 빨리 성안(지금의 제주시)으로 가라고 한다. 그리고 무슨 일이 있어도 뒤돌아 봐서는 안 된다고 하며 서련을 재촉한다. 심방의 말에 따라 서련은 말을 달려 성안에 거의 도착했을 때였다. 한 군졸이 서련의 뒤로 피비(혈우,血雨)가 온다고 소리쳤고, 무심결에 뒤를 돌아본 서련은 그 자리에서 죽고 말았다.\n마을 사람들은 서련의 죽음을 슬퍼하였으며, 그 때 이후로 마을에는 뱀 요괴가 나타나지 않았다고 한다.\n서련의 죽음에 대해서 일각에서는 뱀을 죽인 서련이 제주를 떠날 때, 제주와 추자도 사이의 사서코지에서 배가 난파되어 죽었다는 이야기도 있다. 사람들은 이를 보고 뱀의 복수라고 했고, 사서코지를 지나는 어부들은 뱀의 저주를 피하기 위해 고사를 지냈다고 한다.\n\n참고문헌\n현용준(1977),『제주도 전설』, 서문당\n제주도(1985),『제주도 전설지』\n제주도(1995),『제주의 민속(3)』\n진성기(2001),『신화와 전설』, 제주민속연구소\n\n \n\n담당부서\n해양수산국 수산정책과\n연락처\n064-710-3296\nQ. 현재 페이지에서 제공되는 서비스에 대하여 만족하십니까?\n만족도 조사\n매우만족 만족 보통 불만족 매우불만족\n기타 의견을 입력해주세요.\n평점주기\n맞춤메뉴\n맞춤알림\n추천정보\n주소복사\n주소복사\n인쇄하기\n인쇄하기\n유관기관 바로가기\n실국홈페이지\n메뉴열기\n직속/사업소/합의제\n메뉴열기\n마을소개\n메뉴열기\n유관기관\n메뉴열기\n사이트 도우미 개인정보 처리방침 영상정보처리기기운영관리방침 저작권보호정책 홈페이지의견(오번역)제안 바이러스무료검사 찾아오시는길\nCopyright 2019 제주특별자치도. All rights reserved\n(63122) 제주특별자치도 제주시 문연로 6(연동) 대표전화:064-120\n6, Munyeon-ro, Jeju-si, Jeju-do, 63122, Republic of Korea Tel. 82-64-120"
    }
  ],
  "myth_list": [
    {
      "category": "2",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "3",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "4",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "5",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "6",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "7",
      "sub_category": "원문",
      "title": "민담",
      "region": "세속담",
      "link": null
    },
    {
      "category": "8",
      "sub_category": "원문",
      "title": "민담",
      "region": "본격담",
      "link": null
    },
    {
      "category": "9",
      "sub_category": "원문",
      "title": "민담",
      "region": "동물",
      "link": null
    },
    {
      "category": "10",
      "sub_category": "원문",
      "title": "민담",
      "region": "세속담",
      "link": null
    },
    {
      "category": "11",
      "sub_category": "원문",
      "title": "민담",
      "region": "세속담",
      "link": null
    },
    {
      "category": "12",
      "sub_category": "원문",
      "title": "민담",
      "region": "동물",
      "link": null
    },
    {
      "category": "13",
      "sub_category": "원문",
      "title": "민담",
      "region": "세속담",
      "link": null
    },
    {
      "category": "14",
      "sub_category": "원문",
      "title": "민담",
      "region": "동물",
      "link": null
    },
    {
      "category": "15",
      "sub_category": "원문",
      "title": "신화",
      "region": "당신본풀이",
      "link": null
    },
    {
      "category": "16",
      "sub_category": "원문",
      "title": "신화",
      "region": "당신본풀이",
      "link": null
    },
    {
      "category": "17",
      "sub_category": "원문",
      "title": "신화",
      "region": "조상신본풀이",
      "link": null
    },
    {
      "category": "18",
      "sub_category": "원문",
      "title": "신화",
      "region": "조상신본풀이",
      "link": null
    },
    {
      "category": "19",
      "sub_category": "원문",
      "title": "신화",
      "region": "당신본풀이",
      "link": null
    },
    {
      "category": "20",
      "sub_category": "원문",
      "title": "신화",
      "region": "조상신본풀이",
      "link": null
    },
    {
      "category": "21",
      "sub_category": "원문",
      "title": "신화",
      "region": "당신본풀이",
      "link": null
    }
  ]
}